Repository: hlashbrooke/Jetpack-Contact-Form-Auto-Reply
Catalog: lang/*.po
Languages: fr

source: Jetpack Contact Form Auto Reply Settings
fr: Réglages de la réponse automatique au formulaire de contact Jetpack

source: Auto Reply
fr: Réponse auto

source: Settings
fr: Paramètres

source: Enable auto reply
fr: Activer la réponse automatique

source: Email subject
fr: Objet de l'email

source: Email content
fr: Contenu de l'email

source: Email from name
fr: Nom de l'expéditeur

source: Email from address
fr: Adresse de l'expéditeur

source: Email address field
fr: Champ de l'email du destinataire

source: Check for spam
fr: Emails indésirables

source: Enable contact form auto reply.
fr: Activé la réponse automatique au formulaire de contact.

source: The subject of the auto reply email. Include sender details by including the field label like this: %1$s{Field name}%2$s - e.g. %1$s{Name}%2$s
fr: L'objet de la réponse automatique. Peut inclure des champs du formulaire de contact en utilisant la syntaxe suivante: %1$s{Nom du champ}%2$s - par exemple %1$s{Nom}%2$s

source: Include sender message details by including the field label like this: %1$s{Field name}%2$s - e.g. %1$s{Comment}%2$s
fr: Vous pouvez inclure des détails du destinataire en insérant les libellés du champs de contacte comme suit: %1$s{Nom du champ}%2$s - par exemple %1$s{Commentaire}%2$s

source: The sender name on the auto reply email.
fr: Nom de l'expéditeur de la réponse automatique.

source: The sender address on the auto reply email.
fr: Adresse de l'expéditeur de la réponse automatique.

source: Field label
fr: Libellé du champs

source: The label of the field in the contact form that will contain the email address to use for the auto reply (case sensitive) - e.g. 'Email'.
fr: Le libellé du champs dans le formulaire de contact contenant adresse email du destinataire de la réponse automatique (sensible à la casse) – par example 'Email'.

source: Do not send auto reply if email is marked as spam.
fr: Ne pas envoyé de réponse automatique si l'email est marqué comme indésirable.

source: Save Settings
fr: Sauvegarder

source: Settings updated.
fr: Paramètres sauvegardés.

source: Jetpack Contact Form Auto Reply
fr: Réponse auto au formulaire de contact Jetpack
